Repository: tmtfx/FeedGator
Catalog: Data/locale/*/LC_MESSAGES/feedgator.po
Languages: fur, it

source: Click here to load the remaining news
fur: Fâs clic achì par cjariâ lis notiziis che a restin
it: Clicca qui per caricare le restanti notizie

source: About
fur: Informazions
it: Informazioni

source: No mascotte found
fur: Nissune mascotte cjatade
it: Nessuna mascotte trovata

source: Feed our
fur: Da di mangjâ al nestri
it: Alimenta il nostro

source: alligator with tasty newspapers!
fur: aligatôr bogns gjornâi!
it: alligatore con saporiti giornali!

source: This is a simple feed aggregator written in Python + Haiku-PyAPI and feedparser special thanks to coolcoder613eb and Zardshard FeedGator is a reworked update of BGator. Version
fur: Chest al è un sempliç coletôr di notiziis scrit in Python + Haiku-PyAPI e feedparser ringraciaments speciâi a coolcoder613eb e a Zardshard FeedGator al è un inzornament rielaborât di BGator. Version
it: Questa app è un semplice aggregatore di notizie scritto in Python + Haiku-PyAPI e feedparser ringraziamenti speciali a coolcoder613eb e Zardshard FeedGator è un aggiornamento rivisitato di BGator. Version

source: by TmTFx
fur: di TmTFx
it: da TmTFx

source: press ESC to close this window
fur: frache ESC par sierâ chest barcon
it: premi ESC per chiudere questa finestra

source: Paper Name:
fur: Non dal gjornâl:
it: Nome giornale:

source: Paper path on disk:
fur: Percors dal gjornâl sul disc:
it: Percorso su disco del giornale:

source: Feed address:
fur: Direzion dal feed:
it: Indirizzo feed:

source: Number of news(files) on disk:
fur: Numar di notiziis(files) su disc:
it: Numero di notizie(file) su disco:

source: Tip: Press Enter to confirm modifications
fur: Sugjeriment: frache Invie par confermâ lis modifichis
it: Suggerimento: premi Invio per confermare le modifiche

source: String:
fur: Stringhe:
it: Stringa:

source: Int:
fur: Intîr:
it: Intero:

source: Float:
fur: Virgule mobile:
it: Virgola mobile:

source: Settings
fur: Impostazions
it: Impostazioni

source: This should not happen: there's no section in config.ini!
fur: Chest nol varès di sucedi: no je nissune sezion tal file config.ini !
it: Questo non dovrebbe accadere: non c'è alcuna sezione nel file config.ini !

source: Ops
fur: Orpo

source: Ok
fur: Va ben

source: This should not happen: there's no config.ini!
fur: Chest nol varès di sucedi: al mancje dal dut il file config.ini !
it: Questo non dovrebbe accadere: il file config.ini non esiste!

source: Add Feed Address
fur: Zonte direzion feed:
it: Aggiungi indirizzo feed

source: Cancel
fur: Anule
it: Annulla

source: Add Feed
fur: Zonte feed
it: Aggiungi feed

source: Help
fur: Jutori
it: Aiuto

source: Quit
fur: Jes
it: Esci

source: Clear news
fur: Nete notiziis
it: Rimuovi notizie

source: All as read
fur: Segne dut come let
it: Segna tutte come “Lette”

source: Title
fur: Titul
it: Titolo

source: Unread
fur: Di lei
it: Da leggere

source: Add Paper
fur: Zonte gjornâl
it: Aggiungi giornale

source: Remove Paper
fur: Gjave gjornâl
it: Rimuovi giornale

source: News
fur: Notiziis
it: Notizie

source: Download News
fur: Discjame notiziis
it: Scarica notizie

source: Sort By
fur: Ordene par
it: Ordina per

source: Guide
fur: Vuide
it: Guida

source: Mark as Unread
fur: Segne come “Di lei”
it: Segna come “Da leggere”

source: Open with browser
fur: Vierç cul navigadôr
it: Apri con navigatore

source: Mark as Read
fur: Segne come “Let”
it: Segna come “Letta”

source: failed obtaining the next file
fur: impussibil otignî il file sucessîf
it: impossibile ottenere il file successivo

source: Something went wrong:
fur: Alc al è lât strucj:
it: Qualcosa è andato storto:

source: Fallback: plain list
fur: Repeç: liste semplice
it: Ripiego: lista semplice

source: You are going to remove all {name}'s feeds. Proceed?
fur: Tu stâs par gjavâ ducj i feeds di {name}. Continuâ?
it: Stai per rimuovere tutti i feed di {name}. Procedere?

source: Yes
fur: Sì
it: Sì

source: Noo
fur: No po!
it: Nooo!

source: No help pages installed
fur: Nissune pagjine di jutori instalade
it: Nessuna pagine di aiuto installata

source: Poor me
fur: Biât jo
it: Povero me!

source: You are going to remove {name}. Proceed?
fur: Tu stâs par gjavâ {name}. Continuâ?
it: Stai per rimuovere {name}. Procedere?

source: Total news:
fur: Notiziis complessivis:
it: Totale notizie:

source: New news:
fur: Gnovis notiziis:
it: Nuove notizie:

source: Published or stored (Y-m-d, H:M):
fur: Publicade o archiviade (an-mês-dì, H:M):
it: Pubblicata o memorizzata (A-m-g, H:M):

source: There's no preview here
fur: E mancje une anteprime par cheste notizie
it: Non c'è alcuna anteprima qua

source: The folder {dir} is present, please remove it and add the feed again
fur: E esist la cartele {dir}, gjavile e torne a zontâ il feed
it: La cartella {dir} è presente, rimuovila e ritorna ad aggiungere il feed

source: Updating news, please wait...
fur: Inzornament notiziis, par plasê spiete...
it: Aggiornamento notizie, attendi...

source: News update from sources...
fur: Inzornament notiziis da lis fonts...
it: Aggiornamento notizie dalle fonti...

source: Boolean
it: Booleano

source: Date
it: Data
